<?php

return [
    'auth' => [
        'form' => [
            'sign_in' => [
                'sign_in' => 'Войти',
                'email' => 'E-mail адрес',
                'password' => 'Пароль',
                'remember' => 'Запомнить меня',
                'new_user' => 'Еще не зарегистрированы?',
                'error_message' => 'Пожалуйста, введите корректные данные'
            ],
            'sign_up' => [
                'sign_up' => 'Зарегистрироваться',
                'summary' => 'Введите свой e-mail и мы зарегистируем Вас',
                'email' => 'E-mail адрес',
                'join' => 'Отправить',
                'existing_user' => 'Уже зарегестрированы?',
                'success_message' => 'Спасибо за заявку. Мы свяжемся с Вами в ближайшее время!',
                'error_message' => 'Email уже существует'
            ],
        ],
        'logout' => 'Выйти',
        'login' => 'Войти',
        'logout_message' => 'Вы уверены, что хотите выйти?',
        'yes' => 'Да',
        'no' => 'Нет'
    ],

    'variants' => [
        'title' => 'Портфели VID Invest',
        'cons_button' => 'Консервативный портфель',
        'aggress_button' => 'Агрессивный портфель',
        'variant_cons' => 'Портфель "Консервативной" торговли с пассивным управлением, который отводит ведущую роль в аллокации активов крупнейшим по капитализации криптовалютам, включая Bitcoin. При консервативной стратегии ребалансировка производится не реже одного раза в месяц, согласно стратегии инвестиционного портфеля. Также консервативная стратегия не подразумевает активную торговлю и ориентирована на Инвесторов с долгосрочным горизонтом инвестирования.',
        'variant_aggress' => 'Портфель "Агрессивной" торговли с активным управлением, составленный преимущественно из высокодоходных и высокорисковых альткоинов средней и малой капитализации. При агрессивной стратегии требуется производить ребалансировку не реже одного раза в неделю; по усмотрению управляющих VID Invest Fund ребалансировка может проводиться ежедневно. Данная стратегия включает в себя внутридневную торговлю (daytrading), среднесрочную торговлю (swing trading), а также оставляет возможность извлечения прибыли с новых инвестиционных возможностей, на примере ICO. в то время Ко всему прочему, агрессивная стратегия портфеля наоборот включает в себя активную торговлю и ориентирована на Инвесторов с повышенным уровнем к рискам.',
    ],

    'partners' => 'Партнеры',

    'banner' => [
        'title' => 'VID Invest Fund',
        'subtitle' => 'Инвестируй в цифровое будущее',
        'summary' => 'VID Invest Fund предлагает возможность для людей успеть присоединиться к росту нового технологического рынка',
        'button' => 'Присоединиться'
    ],
    'chart' => [
        'current_stat' => 'Текущие показатели',
        'token_price' => 'Цена токена в',
        'funds_yields' => 'Доходность фонда',
        'invest' => 'Инвестировать'
    ],
    'about' => [
        'how' => 'Как это работает?',
        'summary' => 'Быстрорастущее внедрение технологии «блокчейн» и криптовалют в традиционные секторы экономики создает новые возможности для инвестирования.',
        'button' => 'Присоединиться'
    ],
    'team' => [
        '1' => [
            'name' => 'Видьманов Александр',
            'job' => 'Генеральный директор',
        ],
        '2' => [
            'name' => 'Жубаев Максут',
            'job' => 'Управляющий партнер',
        ],
        '3' => [
            'name' => 'Аубакиров Тимур',
            'job' => 'Портфельный управляющий',
        ],
        '4' => [
            'name' => 'Мендыгалиев Ануар',
            'job' => 'Трейдер',
        ],
        '5' => [
            'name' => 'Видьманов Василий',
            'job' => 'Трейдер-аналитик',
        ],
        '6' => [
            'name' => 'Видьманова Дарья',
            'job' => 'Маркетинг директор',
        ],
        '7' => [
            'name' => 'Мухамедзянов Владислав',
            'job' => 'Юридический консультант',
        ],
    ],
    'contacts' => [
        'title' => 'Контакты',
        'address' => [
            'one' => [
                'tab_name' => 'Россия',
                'country' => 'Россия, Москва',
                'street' => 'Протопопоский пер., 14, 129090'
            ],
            'two' => [
                'tab_name' => 'Казахстан',
                'country' => 'Алматы, Казахстан',
                'street' => 'ул. Маркова, 26, 050040'
            ],
            'three' => [
                'tab_name' => 'Чехия',
                'country' => 'Прага, Чехия',
                'street' => 'Nademlejnská 1069/20, 198 00'
            ]
        ]
    ],
    'footer' => [
        'title' => 'Присоединяйся'
    ]
];
