<?php

return [
  'auth' => [
      'form' => [
        'sign_in' => [
          'sign_in' => 'Войти',
          'email' =>'E-mail адрес',
          'password' => 'Пароль',
          'remember' => 'Запомнить меня',
          'new_user' => 'Еще не зарегистрированы?'
        ],
        'sign_up' => [
          'sign_up' => 'Зарегистрироваться',
          'summary' => 'Введите свой e-mail и мы зарегистируем Вас',
          'email' => 'E-mail адрес',
          'join' => 'Отправить',
          'existing_user' => 'Уже зарегестрированы?'
        ],
      ],
      'logout'  => 'Выйти',
      'login' => 'Login'
  ],
  'banner' => [
    'title' => 'Думать. Все остальное - копромисс',
    'subtitle' => 'Добро пожаловать к нам',
    'summary' => '',
    'button' => 'Начать'
  ],
  'chart' => [
    'token_price' => 'Цена токена в',
    'funds_yields' => 'Вывод средств',
    'invest' => 'Инвестировать'
  ],
  'about' => [
    'summary' => '',
    'summary2' => '',
    'button' => 'Присоединиться'
  ],
  'digits' => [
    '1' => 'Строк кода написано',
    '2' => 'Завершенных проектов',
    '3' => 'Рабочих часов',
    '4' => 'Клиентов'
  ],
  'address' => [

  ],
  'footer' => [
    'title' => 'Присоединяйся'
  ]
];
