<?php

return [
    'auth' => [
        'form' => [
            'sign_in' => [
                'sign_in' => 'Войти',
                'email' => 'E-mail адрес',
                'password' => 'Пароль',
                'remember' => 'Запомнить меня',
                'new_user' => 'Еще не зарегистрированы?',
                'error_message' => 'Пожалуйста, введите корректные данные'
            ],
            'sign_up' => [
                'sign_up' => 'Зарегистрироваться',
                'summary' => 'Введите свой e-mail и мы зарегистируем Вас',
                'email' => 'E-mail адрес',
                'join' => 'Отправить',
                'existing_user' => 'Уже зарегестрированы?',
                'success_message' => 'Спасибо за заявку. Мы свяжемся с Вами в ближайшее время!',
                'error_message' => 'Email уже существует'
            ],
        ],
        'logout' => 'Выйти',
        'login' => 'Войти',
        'logout_message' => 'Вы уверены, что хотите выйти?',
        'yes' => 'Да',
        'no' => 'Нет'
    ],
    'banner' => [
        'title' => 'VID Invest Fund',
        'subtitle' => 'Инвестируй в цифровое будущее',
        'summary' => 'VID Invest Fund предлагает возможность для людей успеть присоединиться к росту нового технологического рынка',
        'button' => 'Присоединиться'
    ],
    'chart' => [
        'current_stat' => 'Текущие показатели',
        'token_price' => 'Цена токена в',
        'funds_yields' => 'Доходность фонда',
        'invest' => 'Инвестировать'
    ],
    'about' => [
        'how' => 'Как это работает?',
        'summary' => 'Быстрорастущее внедрение технологии «блокчейн» и криптовалют в традиционные секторы экономики создает новые возможности для инвестирования.',
        'button' => 'Присоединиться'
    ],
    'digits' => [
        '1' => 'Строк кода написано',
        '2' => 'Завершенных проектов',
        '3' => 'Рабочих часов',
        '4' => 'Клиентов'
    ],
    'contacts' => [
        'title' => 'Контакты',
        'address' => [
            'one' => [
                'tab_name' => 'Россия',
                'country' => 'Россия, Москва',
                'street' => 'Протопопоский пер., 14, 129090'
            ],
            'two' => [
                'tab_name' => 'Казахстан',
                'country' => 'Алматы, Казахстан',
                'street' => 'ул. Маркова, 26, 050040'
            ],
            'three' => [
                'tab_name' => 'Чехия',
                'country' => 'Прага, Чехия',
                'street' => 'Nademlejnská 1069/20, 198 00'
            ]
        ]
    ],
    'footer' => [
        'title' => 'Присоединяйся'
    ]
];
